Repository: vichr-vita/flashcards-open-source-app
Catalog: apps/ios/Flashcards/Flashcards/ReviewCards.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es_es, es_mx, et, fa, fi, fr, gu, he, hi, hr, hu, id, is, it, ja, kn, ko, lt, lv, ml, mr, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zu

source: lingvichr can send study reminders with a card from your review queue. These notifications contain study cards only and never marketing messages.
ar: يمكن لتطبيق lingvichr إرسال تذكيرات بالدراسة مع بطاقة من قائمة المراجعة لديك. تحتوي هذه الإشعارات على بطاقات دراسية فقط ولا تتضمن رسائل تسويقية مطلقًا.
bg: lingvichr може да изпраща напомняния за обучение с карта от опашката ви за преговор. Тези известия съдържат само учебни карти и никога маркетингови съобщения.
bn: lingvichr আপনার পুনরালোচনা সারি থেকে একটি কার্ড সহ অধ্যয়নের অনুস্মারক পাঠাতে পারে। এই বিজ্ঞপ্তিগুলিতে শুধুমাত্র স্টাডি কার্ড থাকে এবং কখনও বিপণনের বার্তা থাকে না।
ca: lingvichr pot enviar recordatoris d'estudi amb una targeta de la vostra cua de repàs. Aquestes notificacions només contenen targetes d'estudi i mai missatges de màrqueting.
cs: lingvichr může posílat připomínky učení s kartičkou z vaší fronty opakování. Tato oznámení obsahují pouze kartičky k učení, nikdy reklamní zprávy.
da: lingvichr kan sende læringspåmindelser med et kort fra din repetitionskø. Disse notifikationer indeholder kun læringskort og aldrig reklamebeskeder.
de: lingvichr kann dir Lern-Erinnerungen mit einer Karte aus deiner Wiederholungswarteschlange senden. Diese Benachrichtigungen enthalten nur Lernkarten und niemals Marketingnachrichten.
el: Το lingvichr μπορεί να στέλνει υπενθυμίσεις μελέτης με μια κάρτα από την ουρά επαναλήψεών σας. Αυτές οι γνωστοποιήσεις περιέχουν μόνο κάρτες μελέτης και ποτέ διαφημιστικά μηνύματα.
es_es: lingvichr puede enviarte recordatorios de estudio con una tarjeta de tu cola de repaso. Estas notificaciones solo contienen tarjetas de estudio y nunca mensajes promocionales.
es_mx: lingvichr puede enviarte recordatorios de estudio con una tarjeta de tu cola de repaso. Estas notificaciones solo contienen tarjetas de estudio y nunca mensajes promocionales.
et: lingvichr saab saata õppimise meeldetuletusi koos kaardiga sinu kordamisjärjekorrast. Need teavitused sisaldavad ainult õpikaarte, mitte kunagi turundussõnumeid.
fa: lingvichr می‌تواند یادآورهای مطالعه را با کارتی از صف مرور شما بفرستد. این اعلان‌ها فقط کارت‌های مطالعه دارند و هرگز شامل پیام‌های تبلیغاتی نیستند.
fi: lingvichr voi lähettää opiskelumuistutuksia, joissa on kortti kertausjonostasi. Nämä ilmoitukset sisältävät vain opiskelukortteja eivätkä koskaan markkinointiviestejä.
fr: lingvichr peut envoyer des rappels d’apprentissage avec une carte de votre file de révision. Ces notifications ne contiennent que des cartes d’apprentissage, jamais de messages marketing.
gu: lingvichr તમારી પુનરાવર્તનની કતારમાંથી કાર્ડ સાથે અભ્યાસની યાદ અપાવી શકે છે. આ સૂચનાઓમાં ફક્ત અભ્યાસનાં કાર્ડ હોય છે, ક્યારેય માર્કેટિંગ સંદેશા નહીં.
he: lingvichr יכול לשלוח תזכורות לימוד עם כרטיסייה מתור החזרות שלך. ההתראות האלה מכילות כרטיסיות לימוד בלבד ולעולם לא הודעות שיווקיות.
hi: lingvichr आपकी समीक्षा कतार से एक कार्ड के साथ अध्ययन रिमाइंडर भेज सकता है। इन सूचनाओं में केवल अध्ययन कार्ड होते हैं, कभी भी मार्केटिंग संदेश नहीं।
hr: lingvichr može slati podsjetnike za učenje s karticom iz vašeg reda za ponavljanje. Ove obavijesti sadrže samo kartice za učenje, nikad marketinške poruke.
hu: A lingvichr tanulási emlékeztetőket küldhet az ismétlési sorod egyik kártyájával. Ezek csak tanulókártyákat tartalmaznak, reklámot soha.
id: lingvichr dapat mengirim pengingat belajar dengan kartu dari antrean pengulangan Anda. Notifikasi ini hanya berisi kartu belajar, tidak pernah pesan pemasaran.
is: lingvichr getur sent námsáminningar með spjaldi úr upprifjunarröðinni þinni. Tilkynningarnar innihalda aðeins námsspjöld og aldrei markaðsskilaboð.
it: lingvichr può inviarti promemoria di studio con una scheda dalla coda di ripasso. Queste notifiche contengono solo schede di studio, mai messaggi promozionali.
ja: lingvichr は、復習キューのカードを使った学習リマインダーを送信できます。これらの通知には学習カードのみが含まれ、マーケティングメッセージは含まれません。
kn: lingvichr ನಿಮ್ಮ ಪುನರಾವರ್ತನೆ ಸರತಿಯ ಕಾರ್ಡ್‌ನೊಂದಿಗೆ ಅಧ್ಯಯನ ಜ್ಞಾಪನೆಗಳನ್ನು ಕಳುಹಿಸಬಹುದು. ಈ ಅಧಿಸೂಚನೆಗಳಲ್ಲಿ ಅಧ್ಯಯನ ಕಾರ್ಡ್‌ಗಳು ಮಾತ್ರ ಇರುತ್ತವೆ, ಮಾರ್ಕೆಟಿಂಗ್ ಸಂದೇಶಗಳಿರುವುದಿಲ್ಲ.
ko: lingvichr는 복습 대기열의 카드로 학습 알림을 보낼 수 있습니다. 알림에는 학습 카드만 포함되며 광고 메시지는 보내지 않습니다.
lt: lingvichr gali siųsti mokymosi priminimus su kortele iš jūsų kartojimo eilės. Šiuose pranešimuose yra tik mokymosi kortelės ir niekada nėra reklaminių žinučių.
lv: lingvichr var sūtīt mācību atgādinājumus ar kartīti no jūsu atkārtošanas rindas. Šajos paziņojumos ir tikai mācību kartītes un nekad nav reklāmas ziņojumu.
ml: ആവർത്തന ക്യൂവിലെ കാർഡുമായി lingvichr പഠന ഓർമ്മപ്പെടുത്തലുകൾ അയയ്ക്കാം. ഈ അറിയിപ്പുകളിൽ പഠന കാർഡുകൾ മാത്രമേ ഉണ്ടാകൂ; വിപണന സന്ദേശങ്ങൾ ഉണ്ടാകില്ല.
mr: lingvichr तुमच्या उजळणीच्या रांगेतील कार्डसह अभ्यासाची आठवण पाठवू शकते. या सूचनांमध्ये फक्त अभ्यासाची कार्डे असतात; जाहिरातीचे संदेश कधीही नसतात.
nb: lingvichr kan sende studiepåminnelser med et kort fra repetisjonskøen din. Disse varslingene inneholder bare studiekort og aldri markedsføringsmeldinger.
nl: lingvichr kan studieherinneringen versturen met een kaart uit je herhaalwachtrij. Deze meldingen bevatten alleen studiekaarten en nooit reclameberichten.
pa: lingvichr ਤੁਹਾਡੀ ਦੁਹਰਾਈ ਕਤਾਰ ਦੇ ਕਾਰਡ ਨਾਲ ਪੜ੍ਹਾਈ ਦੀਆਂ ਯਾਦ-ਦਹਾਨੀਆਂ ਭੇਜ ਸਕਦਾ ਹੈ। ਇਨ੍ਹਾਂ ਸੂਚਨਾਵਾਂ ਵਿੱਚ ਸਿਰਫ਼ ਪੜ੍ਹਾਈ ਵਾਲੇ ਕਾਰਡ ਹੁੰਦੇ ਹਨ, ਕਦੇ ਵੀ ਪ੍ਰਚਾਰ ਵਾਲੇ ਸੁਨੇਹੇ ਨਹੀਂ।
pl: lingvichr może wysyłać przypomnienia o nauce z fiszką z kolejki powtórek. Te powiadomienia zawierają tylko fiszki do nauki, nigdy reklamy.
pt_br: O lingvichr pode enviar lembretes de estudo com um cartão da sua fila de revisão. Essas notificações contêm apenas cartões de estudo e nunca mensagens promocionais.
ro: lingvichr poate trimite mementouri de studiu cu o fișă din coada de recapitulare. Aceste notificări conțin doar fișe de studiu, niciodată mesaje de marketing.
ru: lingvichr может отправлять напоминания об учебе с карточкой из вашей очереди повторения. Эти уведомления содержат только учебные карточки и никогда не содержат маркетинговых сообщений.
sk: lingvichr môže posielať pripomienky učenia s kartou z vášho radu na opakovanie. Tieto hlásenia obsahujú iba učebné karty, nikdy marketingové správy.
sl: lingvichr lahko pošilja opomnike za učenje s kartico iz vaše čakalne vrste za ponavljanje. Ta obvestila vsebujejo le učne kartice in nikoli oglasnih sporočil.
sv: lingvichr kan skicka studiepåminnelser med ett kort från din repetitionskö. Notiserna innehåller bara studiekort och aldrig marknadsföring.
sw: lingvichr inaweza kutuma vikumbusho vya kujifunza vyenye kadi kutoka kwenye foleni yako ya marudio. Arifa hizi zina kadi za kujifunza pekee, kamwe si ujumbe wa matangazo.
ta: உங்கள் மீள்பயிற்சி வரிசையிலிருந்து ஓர் அட்டையுடன் lingvichr படிப்பு நினைவூட்டல்களை அனுப்பலாம். இந்த அறிவிப்புகளில் கற்றல் அட்டைகள் மட்டுமே இருக்கும்; விளம்பரச் செய்திகள் ஒருபோதும் இருக்காது.
te: మీ పునశ్చరణ క్యూలోని కార్డుతో lingvichr అధ్యయన రిమైండర్‌లను పంపవచ్చు. ఈ నోటిఫికేషన్‌లలో అభ్యాస కార్డులు మాత్రమే ఉంటాయి; మార్కెటింగ్ సందేశాలు ఎప్పుడూ ఉండవు.
th: lingvichr ส่งการแจ้งเตือนการเรียนพร้อมการ์ดจากคิวทบทวนได้ การแจ้งเตือนเหล่านี้มีเฉพาะการ์ดสำหรับเรียน ไม่มีข้อความโฆษณา
tr: lingvichr, tekrar kuyruğunuzdan bir kartla çalışma hatırlatmaları gönderebilir. Bu bildirimler yalnızca çalışma kartları içerir; asla pazarlama mesajı içermez.
uk: lingvichr може надсилати нагадування про навчання з карткою з черги повторень. Ці сповіщення містять лише навчальні картки й ніколи не містять реклами.
ur: lingvichr آپ کی دہرائی کی قطار سے ایک کارڈ کے ساتھ مطالعے کی یاددہانیاں بھیج سکتا ہے۔ ان اطلاعات میں صرف مطالعے کے کارڈز ہوتے ہیں، تشہیری پیغامات کبھی نہیں۔
vi: lingvichr có thể gửi lời nhắc học kèm một thẻ trong hàng đợi ôn tập. Các thông báo này chỉ chứa thẻ học, không bao giờ có nội dung quảng cáo.
zh_hans: lingvichr 可以从你的复习队列中选取卡片向你发送学习提醒。这些通知仅包含学习卡片，绝不会包含营销消息。
zu: I-lingvichr ingathumela izikhumbuzo zokufunda ezinekhadi elivela emugqeni wakho wokubukeza. Lezi zaziso ziqukethe amakhadi okufunda kuphela, azinayo imiyalezo yokukhangisa.

source: Formula couldn't be rendered. Check the LaTeX syntax.
ar: تعذر عرض الصيغة. تحقق من صياغة LaTeX.
bg: Формулата не можа да бъде изобразена. Проверете синтаксиса на LaTeX.
bn: সূত্র রেন্ডার করা যায়নি। LaTeX সিনট্যাক্স পরীক্ষা করুন।
ca: No s'ha pogut representar la fórmula. Comproveu la sintaxi de LaTeX.
cs: Vzorec se nepodařilo vykreslit. Zkontrolujte syntaxi LaTeX.
da: Formlen kunne ikke vises. Kontrollér LaTeX-syntaksen.
de: Die Formel konnte nicht dargestellt werden. Prüfe die LaTeX-Syntax.
el: Δεν ήταν δυνατή η απόδοση του τύπου. Ελέγξτε τη σύνταξη LaTeX.
es_es: No se pudo mostrar la fórmula. Revisa la sintaxis de LaTeX.
es_mx: No se pudo mostrar la fórmula. Revisa la sintaxis de LaTeX.
et: Valemit ei saanud kuvada. Kontrolli LaTeXi süntaksit.
fa: نمایش فرمول ممکن نشد. دستور نگارش LaTeX را بررسی کنید.
fi: Kaavaa ei voitu näyttää. Tarkista LaTeX-syntaksi.
fr: Impossible d’afficher la formule. Vérifiez la syntaxe LaTeX.
gu: સૂત્ર દર્શાવી શકાયું નહીં. LaTeX વાક્યરચના તપાસો.
he: לא ניתן להציג את הנוסחה. יש לבדוק את תחביר LaTeX.
hi: सूत्र रेंडर नहीं किया जा सका। LaTeX सिंटैक्स जांचें।
hr: Nije moguće prikazati formulu. Provjerite sintaksu LaTeX-a.
hu: Nem sikerült megjeleníteni a képletet. Ellenőrizd a LaTeX szintaxisát.
id: Rumus tidak dapat ditampilkan. Periksa sintaks LaTeX.
is: Ekki tókst að birta formúluna. Athugaðu LaTeX-setningafræðina.
it: Impossibile visualizzare la formula. Controlla la sintassi LaTeX.
ja: 数式を表示できませんでした。LaTeX の構文を確認してください。
kn: ಸೂತ್ರ ತೋರಿಸಲಾಗಲಿಲ್ಲ. LaTeX ಸಿಂಟ್ಯಾಕ್ಸ್ ಪರಿಶೀಲಿಸಿ.
ko: 수식을 표시하지 못했습니다. LaTeX 구문을 확인하세요.
lt: Nepavyko atvaizduoti formulės. Patikrinkite LaTeX sintaksę.
lv: Neizdevās attēlot formulu. Pārbaudiet LaTeX sintaksi.
ml: സൂത്രവാക്യം പ്രദർശിപ്പിക്കാനായില്ല. LaTeX സിന്റാക്സ് പരിശോധിക്കുക.
mr: सूत्र दाखवता आले नाही. LaTeX वाक्यरचना तपासा.
nb: Kunne ikke vise formelen. Sjekk LaTeX-syntaksen.
nl: De formule kon niet worden weergegeven. Controleer de LaTeX-syntaxis.
pa: ਫਾਰਮੂਲਾ ਦਿਖਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ। LaTeX ਸਿੰਟੈਕਸ ਜਾਂਚੋ।
pl: Nie udało się wyświetlić wzoru. Sprawdź składnię LaTeX.
pt_br: Não foi possível renderizar a fórmula. Verifique a sintaxe LaTeX.
ro: Formula nu a putut fi afișată. Verifică sintaxa LaTeX.
ru: Не удалось отобразить формулу. Проверьте синтаксис LaTeX.
sk: Vzorec sa nepodarilo zobraziť. Skontrolujte syntax LaTeX.
sl: Formule ni bilo mogoče prikazati. Preverite sintakso LaTeX.
sv: Formeln kunde inte visas. Kontrollera LaTeX-syntaxen.
sw: Fomula haikuweza kuonyeshwa. Angalia sintaksia ya LaTeX.
ta: சூத்திரத்தைக் காட்ட முடியவில்லை. LaTeX தொடரமைப்பைச் சரிபார்க்கவும்.
te: సూత్రాన్ని చూపించలేకపోయాము. LaTeX సింటాక్స్‌ను తనిఖీ చేయండి.
th: แสดงสูตรไม่ได้ ตรวจสอบไวยากรณ์ LaTeX
tr: Formül gösterilemedi. LaTeX sözdizimini kontrol edin.
uk: Не вдалося відобразити формулу. Перевірте синтаксис LaTeX.
ur: فارمولا دکھایا نہیں جا سکا۔ LaTeX کی ساخت چیک کریں۔
vi: Không thể hiển thị công thức. Kiểm tra cú pháp LaTeX.
zh_hans: 无法渲染公式。请检查 LaTeX 语法。
zu: Ifomula ayiboniswanga. Hlola indlela yokubhala ye-LaTeX.

source: Front
ar: الوجه الأمامي
bg: Лице
bn: সামনের দিক
ca: Anvers
cs: Přední strana
da: Forside
de: Vorderseite
el: Μπροστινή πλευρά
es_es: Anverso
es_mx: Frente
et: Esikülg
fa: روی کارت
fi: Etupuoli
fr: Recto
gu: આગળ
he: חזית
hi: सामने
hr: Prednja strana
hu: Előlap
id: Depan
is: Framhlið
it: Fronte
ja: 表面
kn: ಮುಂಭಾಗ
ko: 앞면
lt: Priekinė pusė
lv: Priekšpuse
ml: മുൻവശം
mr: पुढील बाजू
nb: Forside
nl: Voorkant
pa: ਅਗਲਾ ਪਾਸਾ
pl: Przód
pt_br: Frente
ro: Față
ru: Лицевая сторона
sk: Predná strana
sl: Sprednja stran
sv: Framsida
sw: Mbele
ta: முன்புறம்
te: ముందు వైపు
th: ด้านหน้า
tr: Ön yüz
uk: Лицьовий бік
ur: سامنے کا رخ
vi: Mặt trước
zh_hans: 正面
zu: Ingaphambili

source: Good
ar: جيد
bg: Добре
bn: ভালো
ca: Bé
cs: Dobré
da: Godt
de: Gut
el: Καλό
es_es: Bien
es_mx: Bien
et: Hea
fa: خوب
fi: Hyvä
fr: Correct
gu: સારું
he: טוב
hi: अच्छा
hr: Dobro
hu: Jó
id: Baik
is: Gott
it: Bene
ja: 良い
kn: ಚೆನ್ನಾಗಿದೆ
ko: 알맞음
lt: Gerai
lv: Labi
ml: നന്നായി
mr: चांगले
nb: Bra
nl: Goed
pa: ਚੰਗਾ
pl: Dobrze
pt_br: Bom
ro: Bine
ru: Хорошо
sk: Dobré
sl: Dobro
sv: Bra
sw: Nzuri
ta: நன்று
te: బాగుంది
th: ดี
tr: İyi
uk: Добре
ur: اچھا
vi: Tốt
zh_hans: 良好
zu: Kuhle

source: Hard
ar: صعب
bg: Трудно
bn: কঠিন
ca: Difícil
cs: Těžké
da: Svært
de: Schwer
el: Δύσκολο
es_es: Difícil
es_mx: Difícil
et: Raske
fa: سخت
fi: Vaikea
fr: Difficile
gu: મુશ્કેલ
he: קשה
hi: कठिन
hr: Teško
hu: Nehéz
id: Sulit
is: Erfitt
it: Difficile
ja: 難しい
kn: ಕಷ್ಟ
ko: 어려움
lt: Sunku
lv: Grūti
ml: പ്രയാസം
mr: कठीण
nb: Vanskelig
nl: Moeilijk
pa: ਔਖਾ
pl: Trudne
pt_br: Difícil
ro: Greu
ru: Трудно
sk: Ťažké
sl: Težko
sv: Svårt
sw: Ngumu
ta: கடினம்
te: కష్టం
th: ยาก
tr: Zor
uk: Важко
ur: مشکل
vi: Khó
zh_hans: 困难
zu: Kunzima

source: Hard is for difficult recall
ar: يُستخدم "صعب" عندما يكون التذكر صعبًا
bg: „Трудно“ е за отговори, които си спомняте с усилие
bn: উত্তর মনে করতে কষ্ট হলে কঠিন বেছে নিন
ca: Difícil és per a quan costa recordar
cs: Těžké je pro obtížné vybavení odpovědi
da: Svært er til svar, der var svære at huske
de: "Schwer" ist für Fälle, in denen dir das Erinnern schwerfiel
el: Το Δύσκολο είναι για δύσκολη ανάκληση
es_es: "Difícil" es para cuando te costó recordar
es_mx: "Difícil" es para cuando te costó recordar
et: „Raske” tähendab vaevalist meenutamist
fa: «سخت» برای یادآوری دشوار است
fi: Vaikea tarkoittaa vaikeaa muistamista
fr: « Difficile » sert en cas de rappel difficile
gu: મુશ્કેલ એટલે યાદ કરવામાં મુશ્કેલી
he: קשה מיועד לקושי בהיזכרות
hi: "कठिन" उस स्थिति के लिए है जब याद करना मुश्किल हो
hr: Teško znači otežano prisjećanje
hu: A Nehéz a nehézkes felidézéshez való
id: Sulit untuk jawaban yang sulit diingat
is: Erfitt er fyrir erfiða upprifjun
it: Difficile indica una risposta ricordata a fatica
ja: 「難しい」は思い出すのに苦労した場合に使います
kn: ಕಷ್ಟ ಎಂದರೆ ನೆನಪಿಗೆ ತರಲು ಕಷ್ಟವಾದ ಉತ್ತರ
ko: 어려움은 힘들게 떠올린 경우에 선택하세요
lt: „Sunku“ – kai sunku prisiminti
lv: “Grūti” ir tad, ja bija grūti atcerēties
ml: ഓർമ്മിച്ചെടുക്കാൻ ബുദ്ധിമുട്ടാണെങ്കിൽ പ്രയാസം
mr: कठीण म्हणजे आठवणे अवघड होते
nb: Vanskelig er for svar som var vanskelige å huske
nl: Moeilijk betekent dat je het antwoord moeilijk kon herinneren
pa: ਔਖਾ ਮੁਸ਼ਕਲ ਨਾਲ ਯਾਦ ਆਉਣ ਲਈ ਹੈ
pl: Trudne oznacza trudność z przypomnieniem
pt_br: "Difícil" é para quando custou lembrar
ro: Greu înseamnă că ți-ai amintit cu dificultate
ru: «Трудно» — для случаев, когда вспоминать было трудно
sk: Ťažké je pre náročné vybavenie si odpovede
sl: Težko pomeni težaven priklic
sv: Svårt är för svårigheter att minnas
sw: Ngumu ni kwa jibu linalokumbukwa kwa shida
ta: நினைவுகூரக் கடினமாக இருந்தால் கடினம் என்பதைத் தேர்ந்தெடுக்கவும்
te: గుర్తుకు తెచ్చుకోవడం కష్టమైనప్పుడు కష్టం ఎంచుకోండి
th: ยาก ใช้เมื่อจำคำตอบได้ลำบาก
tr: Zor, güçlükle hatırladığınız yanıtlar içindir
uk: «Важко» — коли складно згадати
ur: مشکل کا مطلب جواب یاد کرنے میں دشواری ہے
vi: Khó dùng khi khó nhớ lại đáp án
zh_hans: “困难”用于回忆起来较吃力的情况
zu: Kunzima kusho ubunzima bokukhumbula

source: If you did not know the answer, choose "Again". "Hard" is only for answers you knew but it was difficult to recall.
ar: إذا لم تكن تعرف الإجابة، فاختر "مرة أخرى". يُستخدم "صعب" فقط للإجابات التي عرفتها لكن كان تذكرها صعبًا.
bg: Ако не сте знаели отговора, изберете „Отново“. „Трудно“ е само за отговори, които сте знаели, но ви е било трудно да си спомните.
bn: উত্তর না জানলে আবার বেছে নিন। উত্তর জানা ছিল, কিন্তু মনে করতে কষ্ট হয়েছে—শুধু সে ক্ষেত্রেই কঠিন বেছে নিন।
ca: Si no sabies la resposta, tria «Un altre cop». «Difícil» només és per a respostes que sabies però que t’ha costat recordar.
cs: Pokud jste odpověď neznali, zvolte „Znovu“. „Těžké“ je pouze pro odpovědi, které jste znali, ale obtížně si je vybavovali.
da: Hvis du ikke kendte svaret, skal du vælge "Igen". "Svært" er kun til svar, du kendte, men havde svært ved at huske.
de: Wenn du die Antwort nicht wusstest, wähle "Nochmal". "Schwer" ist nur für Antworten gedacht, die du wusstest, aber nur schwer abrufen konntest.
el: Αν δεν γνωρίζατε την απάντηση, επιλέξτε «Ξανά». Το «Δύσκολο» είναι μόνο για απαντήσεις που γνωρίζατε αλλά δυσκολευτήκατε να θυμηθείτε.
es_es: Si no sabías la respuesta, elige "Otra vez". "Difícil" es solo para respuestas que sí sabías pero te costó recordarla.
es_mx: Si no sabías la respuesta, elige "Otra vez". "Difícil" es solo para respuestas que sí sabías pero te costó recordarlas.
et: Kui sa vastust ei teadnud, vali „Uuesti”. „Raske” on ainult vastustele, mida teadsid, kuid mida oli raske meenutada.
fa: اگر پاسخ را نمی‌دانستید، «دوباره» را انتخاب کنید. «سخت» فقط برای پاسخ‌هایی است که می‌دانستید اما یادآوری‌شان دشوار بود.
fi: Jos et tiennyt vastausta, valitse ”Uudelleen”. ”Vaikea” on vain vastauksille, jotka tiesit mutta joita oli vaikea muistaa.
fr: Si vous ne connaissiez pas la réponse, choisissez « À revoir ». « Difficile » est réservé aux réponses que vous connaissiez mais que vous avez eu du mal à retrouver.
gu: જો જવાબ ખબર ન હતો, તો "ફરી" પસંદ કરો. "મુશ્કેલ" ફક્ત એવા જવાબ માટે છે જે તમને ખબર હતો પણ યાદ કરવામાં મુશ્કેલી પડી.
he: אם התשובה לא הייתה ידועה לך, יש לבחור "שוב". "קשה" מיועד רק לתשובות שהיו ידועות לך אבל היה קשה להיזכר בהן.
hi: अगर आपको उत्तर नहीं पता था, तो "फिर से" चुनें। "कठिन" केवल उन उत्तरों के लिए है जिन्हें आप जानते थे, लेकिन याद करना मुश्किल था।
hr: Ako niste znali odgovor, odaberite "Ponovno". "Teško" je samo za odgovore koje ste znali, ali ih se bilo teško prisjetiti.
hu: Ha nem tudtad a választ, válaszd az „Újra” lehetőséget. A „Nehéz” csak akkor való, ha tudtad a választ, de nehéz volt felidézni.
id: Jika Anda tidak tahu jawabannya, pilih "Ulangi". "Sulit" hanya untuk jawaban yang Anda tahu tetapi sulit diingat.
is: Ef þú vissir ekki svarið skaltu velja „Aftur“. „Erfitt“ er aðeins fyrir svör sem þú vissir en áttir erfitt með að rifja upp.
it: Se non conoscevi la risposta, scegli "Di nuovo". "Difficile" è solo per le risposte che conoscevi ma che hai faticato a ricordare.
ja: 答えがわからなかった場合は「もう一度」を選んでください。「難しい」は、答えは知っていたものの思い出すのに苦労した場合にのみ使います。
kn: ಉತ್ತರ ಗೊತ್ತಿಲ್ಲದಿದ್ದರೆ "ಮತ್ತೆ" ಆಯ್ಕೆಮಾಡಿ. ಉತ್ತರ ಗೊತ್ತಿದ್ದರೂ ನೆನಪಿಗೆ ತರಲು ಕಷ್ಟವಾದಾಗ ಮಾತ್ರ "ಕಷ್ಟ" ಆಯ್ಕೆಮಾಡಿ.
ko: 답을 몰랐다면 "다시"를 선택하세요. "어려움"은 답을 알고 있었지만 떠올리기 힘들었을 때만 선택하세요.
lt: Jei atsakymo nežinojote, rinkitės „Dar kartą“. „Sunku“ skirta tik atsakymams, kuriuos žinojote, bet buvo sunku prisiminti.
lv: Ja atbildi nezinājāt, izvēlieties “Vēlreiz”. “Grūti” ir tikai atbildēm, kuras zinājāt, bet bija grūti atcerēties.
ml: ഉത്തരം അറിയില്ലായിരുന്നെങ്കിൽ “വീണ്ടും” തിരഞ്ഞെടുക്കുക. അറിയാമായിരുന്നെങ്കിലും ഓർമ്മിച്ചെടുക്കാൻ ബുദ്ധിമുട്ടിയ ഉത്തരങ്ങൾക്കാണ് “പ്രയാസം”.
mr: उत्तर माहीत नसेल तर “पुन्हा” निवडा. “कठीण” हे फक्त उत्तर माहीत होते, पण आठवणे अवघड गेले अशा वेळी वापरा.
nb: Velg «Igjen» hvis du ikke visste svaret. «Vanskelig» er bare for svar du visste, men som var vanskelige å huske.
nl: Kies ‘Opnieuw’ als je het antwoord niet wist. ‘Moeilijk’ is alleen voor antwoorden die je wist, maar moeilijk kon herinneren.
pa: ਜੇ ਤੁਹਾਨੂੰ ਜਵਾਬ ਨਹੀਂ ਪਤਾ ਸੀ ਤਾਂ "ਦੁਬਾਰਾ" ਚੁਣੋ। "ਔਖਾ" ਸਿਰਫ਼ ਉਹਨਾਂ ਜਵਾਬਾਂ ਲਈ ਹੈ ਜੋ ਪਤਾ ਸਨ ਪਰ ਯਾਦ ਕਰਨਾ ਮੁਸ਼ਕਲ ਸੀ।
pl: Jeśli nie znasz odpowiedzi, wybierz „Jeszcze raz”. „Trudne” dotyczy tylko odpowiedzi, które znasz, ale trudno było je sobie przypomnieć.
pt_br: Se você não sabia a resposta, escolha "De novo". "Difícil" é só para respostas que você sabia, mas custou lembrar.
ro: Dacă nu știai răspunsul, alege „Din nou”. „Greu” este doar pentru răspunsurile pe care le știai, dar ți le-ai amintit cu dificultate.
ru: Если вы не знали ответ, выберите «Снова». «Трудно» подходит только для ответов, которые вы знали, но их было трудно вспомнить.
sk: Ak ste odpoveď nevedeli, vyberte „Znova“. „Ťažké“ je iba pre odpovede, ktoré ste vedeli, ale bolo ťažké si ich vybaviť.
sl: Če odgovora niste vedeli, izberite »Znova«. »Težko« je le za odgovore, ki ste jih vedeli, a ste jih težko priklicali.
sv: Om du inte kunde svaret väljer du ”Igen”. ”Svårt” är bara för svar som du kunde men hade svårt att minnas.
sw: Ikiwa hukujua jibu, chagua "Tena". "Ngumu" ni kwa majibu uliyoyajua lakini ilikuwa vigumu kuyakumbuka.
ta: பதில் தெரியவில்லை என்றால் "மீண்டும்" என்பதைத் தேர்ந்தெடுக்கவும். பதில் தெரிந்தும் நினைவுகூரக் கடினமாக இருந்தால் மட்டுமே "கடினம்" என்பதைத் தேர்ந்தெடுக்கவும்.
te: మీకు సమాధానం తెలియకపోతే "మళ్లీ" ఎంచుకోండి. సమాధానం తెలిసి కూడా గుర్తుకు తెచ్చుకోవడం కష్టమైనప్పుడే "కష్టం" ఎంచుకోండి.
th: หากไม่รู้คำตอบ ให้เลือก "อีกครั้ง" ส่วน "ยาก" ใช้เฉพาะเมื่อรู้คำตอบแต่จำได้ลำบาก
tr: Yanıtı bilmiyorsanız "Tekrar" seçin. "Zor", yalnızca bildiğiniz ama güçlükle hatırladığınız yanıtlar içindir.
uk: Якщо ви не знали відповіді, виберіть «Ще раз». «Важко» — лише для відповідей, які ви знали, але насилу згадали.
ur: اگر آپ کو جواب معلوم نہیں تھا تو "دوبارہ" منتخب کریں۔ "مشکل" صرف ان جوابات کے لیے ہے جو آپ جانتے تھے مگر یاد کرنا مشکل تھا۔
vi: Nếu bạn không biết đáp án, hãy chọn "Lại". "Khó" chỉ dành cho đáp án bạn biết nhưng khó nhớ lại.
zh_hans: 如果你不知道答案，请选择“重来”。“困难”仅适用于你知道答案但回忆起来很吃力的情况。
zu: Uma ubungayazi impendulo, khetha "Futhi". "Kunzima" kufanele kuphela uma ubuyazi impendulo kodwa bekunzima ukuyikhumbula.

source: Later
ar: لاحقًا
bg: По-късно
bn: পরে
ca: Més tard
cs: Později
da: Senere
de: Später
el: Αργότερα
es_es: Más tarde
es_mx: Más tarde
et: Hiljem
fa: بعداً
fi: Myöhemmin
fr: Plus tard
gu: પછી
he: בהמשך
hi: बाद में
hr: Kasnije
hu: Később
id: Nanti
is: Síðar
it: Più avanti
ja: 後で
kn: ನಂತರ
ko: 이후
lt: Vėliau
lv: Vēlāk
ml: പിന്നീട്
mr: नंतर
nb: Senere
pa: ਬਾਅਦ ਵਿੱਚ
pl: Później
pt_br: Depois
ro: Mai târziu
ru: Позже
sk: Neskôr
sl: Pozneje
sv: Senare
sw: Baadaye
ta: பின்னர்
te: తర్వాత
th: ภายหลัง
tr: Daha sonra
uk: Пізніше
ur: بعد میں
vi: Sau đó
zh_hans: 稍后
zu: Kamuva

source: Loading cards…
ar: جارٍ تحميل البطاقات…
bg: Картите се зареждат...
bn: কার্ড লোড হচ্ছে...
ca: S'estan carregant les targetes...
cs: Načítání kartiček…
da: Indlæser kort…
de: Karten werden geladen…
el: Φόρτωση καρτών…
es_es: Cargando tarjetas…
es_mx: Cargando tarjetas…
et: Kaartide laadimine…
fa: در حال بارگیری کارت‌ها…
fi: Ladataan kortteja…
fr: Chargement des cartes…
gu: કાર્ડ લોડ થઈ રહ્યાં છે…
he: הכרטיסיות נטענות…
hi: कार्ड लोड हो रहे हैं…
hr: Učitavanje kartica…
hu: Kártyák betöltése…
id: Memuat kartu…
is: Hleð spjöld…
it: Caricamento schede…
ja: カードを読み込み中…
kn: ಕಾರ್ಡ್‌ಗಳು ಲೋಡ್ ಆಗುತ್ತಿವೆ…
ko: 카드 불러오는 중…
lt: Kortelės įkeliamos…
lv: Ielādē kartītes…
ml: കാർഡുകൾ ലോഡ് ചെയ്യുന്നു…
mr: कार्डे लोड करत आहे…
nb: Laster kort…
nl: Kaarten laden…
pa: ਕਾਰਡ ਲੋਡ ਹੋ ਰਹੇ ਹਨ…
pl: Wczytywanie fiszek…
pt_br: Carregando cartões…
ro: Se încarcă fișele…
ru: Загрузка карточек…
sk: Načítavajú sa karty…
sl: Nalaganje kartic …
sv: Läser in kort…
sw: Inapakia kadi…
ta: அட்டைகளை ஏற்றுகிறது…
te: కార్డులు లోడ్ అవుతున్నాయి…
th: กำลังโหลดการ์ด…
tr: Kartlar yükleniyor…
uk: Завантаження карток…
ur: کارڈز لوڈ ہو رہے ہیں…
vi: Đang tải thẻ…
zh_hans: 正在加载卡片…
zu: Kulayishwa amakhadi…
